Repository: common-repository/responsive-photo-gallery-lightbox
Catalog: languages/MWA_RESP_GALLERY-*.po
Languages: hi_in

source: 1 Column
hi_in: 1 स्तंभ

source: 1 Second
hi_in: 1 सेकंड

source: 2 Column
hi_in: 2 स्तंभ

source: 2 Seconds
hi_in: 2 सेकंड

source: 3 Column
hi_in: 3 स्तंभ

source: 3 Seconds
hi_in: 3 सेकंड

source: 4 Column
hi_in: 4 स्तंभ

source: 5 Column
hi_in: 5 स्तंभ

source: Add Gallery
hi_in: गैलरी जोड़ें

source: Add New Gallery
hi_in: नई गैलरी जोड़ें

source: Add New Images
hi_in: नई छवियां जोड़ें

source: All Galleries
hi_in: सभी गैलरी

source: All Galleries Archives
hi_in: सभी गैलरी अभिलेखागार

source: All Galleries Attributes
hi_in: सभी गैलरी विशेषताएँ

source: Arrow
hi_in: तीर

source: Author
hi_in: लेखक

source: bottom
hi_in: तल

source: Bullet
hi_in: गोली

source: Caption Delay
hi_in: कैप्शन देरी

source: Caption Position
hi_in: कैप्शन स्थिति

source: Center
hi_in: केन्द्र

source: Circle
hi_in: वृत्त

source: Date
hi_in: तारीख

source: Delete All
hi_in: सब हटाएं

source: Description
hi_in: विवरण

source: Do Shortcode
hi_in: छोटे संकेत

source: Edit Gallery
hi_in: गैलरी संपादित करें

source: fade
hi_in: मुरझाना

source: Filter Gallery list
hi_in: फ़िल्टर गैलरी सूची

source: Gallery
hi_in: गेलरी

source: Gallery Column
hi_in: गैलरी स्तंभ

source: Gallery list
hi_in: गैलरी सूची

source: Gallery list navigation
hi_in: गैलरी सूची नेविगेशन

source: Gallery Navigation Type
hi_in: गैलरी नेविगेशन प्रकार

source: Gallery Preview
hi_in: गैलरी पूर्वावलोकन

source: Gallery Shortcode
hi_in: गैलरी शोर्टकोड

source: Gallery Template
hi_in: गैलरी टेम्पलेट

source: Gallery Title
hi_in: गैलरी शीर्षक

source: Gallery Title Color
hi_in: गैलरी शीर्षक रंग

source: Google Font API Key
hi_in: गूगल फ़ॉन्ट एपीआई कुंजी

source: Google Font For Gallery Title
hi_in: गैलरी शीर्षक के लिए गूगल फ़ॉन्ट

source: Google Font For Thumbnail Title
hi_in: थंबनेल शीर्षक के लिए गूगल फ़ॉन्ट

source: https://mywebapp.in/
hi_in: http://mywebapp.in/

source: Left
hi_in: बाएं

source: Lightbox Background Color
hi_in: लाइटबॉक्स पृष्ठभूमि रंग

source: Link
hi_in: संपर्क

source: Mobo Gallery 1
hi_in: मोबो गैलरी 1

source: Mobo Gallery 2
hi_in: मोबो गैलरी 2

source: New Gallery
hi_in: नई गैलरी

source: Not found
hi_in: नहीं मिला

source: Not found in Trash
hi_in: कचरा में नहीं मिला

source: Photo Gallery
hi_in: फोटो गैलरी

source: Pinto Gallery
hi_in: पिंटो गैलरी

source: Pixa Gallery
hi_in: पिक्सा गैलरी

# Post Type General Name
source: All Galleries
hi_in: सभी गैलरी

# Post Type Singular Name
source: All Galleries
hi_in: सभी गैलरी

source: Preview
hi_in: पूर्वावलोकन

source: Preview Mode
hi_in: पूर्वावलोकन मोड

source: Rectangle
hi_in: आयत

source: Responsive Photo Gallery WordPress Plugin by MyWebApp is the best way to create responsive media galleries with different layout on your website.
hi_in: MyWebApp द्वारा उत्तरदायी फोटो गैलरी वर्डप्रेस प्लगइन आपकी वेबसाइट पर विभिन्न लेआउट के साथ उत्तरदायी मीडिया गैलरी बनाने का सबसे अच्छा तरीका है।

source: Right
hi_in: सही

source: rotate
hi_in: घुमाएँ

source: Same Size 400 X 400
hi_in: समान आकार 400 X 400

source: Same Size 500 X 500
hi_in: समान आकार 500 X 500

source: Samp Gallery
hi_in: सैम्प गैलरी

source: Search Gallery
hi_in: गैलरी खोजें

source: Select Google Font
hi_in: गूगल फ़ॉन्ट चुनें

source: Size 400 X AUTO
hi_in: आकार 400 X ऑटो

source: Size 500 X AUTO
hi_in: आकार 500 X ऑटो

source: slide Horizzontally
hi_in: क्षैतिज रूप से स्लाइड करें

source: slide inverse
hi_in: स्लाइड उलटा

source: slide vertically
hi_in: लंबवत स्लाइड करें

source: Snipper Gallery
hi_in: स्निपर गैलरी

source: This is just the basic preview and it may look different when used in frontend as per your theme styles. If Lightbox may also not work properly in the preview mode then try to paste the shortcode in page or post.
hi_in: यह केवल मूल पूर्वावलोकन है और आपकी थीम शैलियों के अनुसार फ़्रंटएंड में उपयोग किए जाने पर यह भिन्न दिखाई दे सकता है। यदि लाइटबॉक्स पूर्वावलोकन मोड में भी ठीक से काम नहीं करता है, तो पेज या पोस्ट में शोर्ट कोड पेस्ट करने का प्रयास करें।

source: Thumbnail Border Color
hi_in: थंबनेल बॉर्डर कलर

source: Thumbnail Border Size
hi_in: थंबनेल बॉर्डर साइज

source: Thumbnail Bullets Color
hi_in: थंबनेल बुलेट रंग

source: Thumbnail Bullets Type
hi_in: थंबनेल बुलेट प्रकार

source: Thumbnail Hover Color 1
hi_in: थंबनेल होवर रंग 1

source: Thumbnail Hover Color 2
hi_in: थंबनेल होवर रंग 2

source: Thumbnail Label Background Color
hi_in: थंबनेल लेबल पृष्ठभूमि रंग

source: Thumbnail Label Opacity
hi_in: थंबनेल लेबल अस्पष्टता

source: Thumbnail Label Text Color
hi_in: थंबनेल लेबल टेक्स्ट का रंग

source: Title
hi_in: शीर्षक

source: Title Alignment
hi_in: शीर्षक संरेखण

source: top
hi_in: ऊपर

source: Transition Effect
hi_in: संक्रमण प्रभाव

source: Update Gallery
hi_in: गैलरी अपडेट करें

source: Use below shortcode in any Page/Post to view gallery in your site
hi_in: अपनी साइट में गैलरी देखने के लिए किसी भी पेज/पोस्ट में नीचे दिए गए शोर्टकोड का उपयोग करें

source: View Gallery
hi_in: चित्रशाला देखो

source: zoom
hi_in: ज़ूम

# छवियां जोड़ें
source: Add Images
hi_in: छवियां जोड़ें

# गैलरी सेटिंग
source: Gallery Setting
hi_in: गैलरी सेटिंग

# फ़ॉन्ट्स सेटिंग
source: Fonts Setting
hi_in: फ़ॉन्ट्स सेटिंग

# कस्टम सीएसएस
source: Custom CSS
hi_in: कस्टम सीएसएस

# गैलरी डमी
source: Gallery Dummy
hi_in: गैलरी डमी
